<!DOCTYPE html>
<html>
    <head>
        <title>RoboManual - Steel Man</title>
        <link rel="stylesheet" type="text/css" href="../assets/wmr.css">    
    </head>
    <body>
        <header>
            <div class="img">
                <img width="50%" style="text-align: center;" src="../assets/logo.png" alt="wmr-logo">
                <p>
                    ---VON <em>W M R</em>, VON <em>W M R</em>, BAUT DIE BESTEN RO BO TER---<br>
                    ~Company Slogan, est. 2847
                </p>
            </div>
            <h1>WMR - Manual - Steel Man</h1>
            <nav>
                <ul>
                    <li><a href="../index.html">WMR - Home</a></li>
                    <li><a href="../manuals/index.html">Manuals</a></li>
                </ul>
            </nav>
        </header>
        <main>
            <section>
                <h2>Steel Man</h2>

                <h3>Prelude</h3>
                <p>
                    The Steel Man is the best of it&apos;s kind. It&apos;s extraordinarily suited for every operation imaginable. You can deploy it anywhere you want and give it any task you like. You don&apos;t believe this? Well. Fuck you too. We build the best Robots in the entire world. Please buy lots of them and use them how ever you like.
                </p>

                <h3>Technical Details</h3>

                <ul class="list">
                    <li>Polygoncount: Unbelievable</li>
                    <li>1200 Enemies on screen at the same time</li>
                    <li>Over 49 Meggerpixels of Screendissolution</li>
                    <li>62 Giganbutts of RAM</li>
                    <li>720.000</li>
                </ul>

                <h3>Important Codecs</h3>

                <table>
                    <thead>
                        <tr>
                            <th>Usage</th>
                            <th>Code</th>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td>Selfdestruction</td>
                            <td>KILLME</td>
                        </tr>
                        <tr>
                            <td>GodMode</td>
                            <td>AVEMARIA</td>
                        </tr>
                        <tr>
                            <td>NoClip</td>
                            <td>ALLYOURBASEAREBELONGTOUS</td>
                        </tr>
                        <tr>
                            <td>Restarting the Visual Sensors</td>
                            <td>185487422986848452321586</td>
                        </tr>
                        <tr>
                            <td>99 Extra Lives</td>
                            <td>&#x2B06; &#x2B06; &#x2B07; &#x2B07; &#x2B05; &#x27A1; &#x2B05; &#x27A1; &#x1F171; &#x1F170; &#x1F197;</td>
                        </tr>
                        <tr>
                            <td>Endless Cash</td>
                            <td>Rosebud</td>
                        </tr>
                    </tbody>
                </table>


                <h3>Disclaimer</h3>

                <p>
                    WMR assumes no liability in the event of any relevance that could occur anywhere or at all under the given circumstances. Everything that can happen will probably happen, but we are not guilty of it, nor will we ever be to blame for it. Use at your own risk, risk and responsibility. Parents are responsible for their children, blah, you know the drill, no one will read this shit anyway.
                </p>
                <p>
                    467/5000<br>
                    W M R&#xFF08;&#x79C1;&#x305F;&#x3061;&#x306F;&#x30ED;&#x30DC;&#x30C3;&#x30C8;&#x3092;&#x88FD;&#x9020;&#x3057;&#x3066;&#x3044;&#x307E;&#x3059;&#xFF09;&#x306F;&#x3001;&#x7279;&#x5B9A;&#x306E;&#x72B6;&#x6CC1;&#x4E0B;&#x3067;&#x3069;&#x3053;&#x3067;&#x3082;&#x3001;&#x307E;&#x305F;&#x306F;&#x307E;&#x3063;&#x305F;&#x304F;&#x767A;&#x751F;&#x3059;&#x308B;&#x53EF;&#x80FD;&#x6027;&#x306E;&#x3042;&#x308B;&#x95A2;&#x9023;&#x6027;&#x306B;&#x3064;&#x3044;&#x3066;&#x306F;&#x8CAC;&#x4EFB;&#x3092;&#x8CA0;&#x3044;&#x307E;&#x305B;&#x3093;&#x3002; &#x8D77;&#x3053;&#x308B;&#x53EF;&#x80FD;&#x6027;&#x306E;&#x3042;&#x308B;&#x3053;&#x3068;&#x306F;&#x3059;&#x3079;&#x3066;&#x8D77;&#x3053;&#x308B;&#x3067;&#x3057;&#x3087;&#x3046;&#x304C;&#x3001;&#x79C1;&#x305F;&#x3061;&#x306F;&#x305D;&#x308C;&#x3092;&#x72AF;&#x3057;&#x305F;&#x308A;&#x3001;&#x8CAC;&#x4EFB;&#x3092;&#x8CA0;&#x3063;&#x305F;&#x308A;&#x3059;&#x308B;&#x3053;&#x3068;&#x306F;&#x3042;&#x308A;&#x307E;&#x305B;&#x3093;&#x3002; &#x3042;&#x306A;&#x305F;&#x81EA;&#x8EAB;&#x306E;&#x30EA;&#x30B9;&#x30AF;&#x3001;&#x30EA;&#x30B9;&#x30AF;&#x3001;&#x8CAC;&#x4EFB;&#x3067;&#x4F7F;&#x7528;&#x3057;&#x3066;&#x304F;&#x3060;&#x3055;&#x3044;&#x3002; &#x89AA;&#x306F;&#x5B50;&#x4F9B;&#x305F;&#x3061;&#x306B;&#x8CAC;&#x4EFB;&#x304C;&#x3042;&#x308A;&#x307E;&#x3059;&#x3001;&#x306A;&#x3093;&#x3068;&#x3001;&#x30C9;&#x30EA;&#x30EB;&#x3092;&#x77E5;&#x3063;&#x3066;&#x3044;&#x308B;&#x3001;&#x3068;&#x306B;&#x304B;&#x304F;&#x8AB0;&#x3082;&#x3053;&#x306E;&#x305F;&#x308F;&#x3054;&#x3068;&#x3092;&#x8AAD;&#x307E;&#x306A;&#x3044;&#x3067;&#x3057;&#x3087;&#x3046;&#x3002;
                </p>
            </section>
        </main>
        <footer></footer>
    </body>
</html> 